<?php

return [
    'welcome' => 'خوش آمدید',
    'please_enter_your_account_id' => 'لطفا شناسه اکانت خود را وارد کنید: ',
    'please_choose_one' => 'لطفا یکی از گزینه‌های زیر را انتخاب کنید:',
    'i_cant_understand_your_command' => 'این دستور رو بلد نیستم انجام بدم:',
    'id_is_not_found' => 'شناسه پیدا نشد',
    'user_data' => 'حجم باقی مانده:   ' . ':remaining' . PHP_EOL .
                    'تاریخ اتمام:  ' .  ':expiryDate' . PHP_EOL .
                    'نام کاربری: ' .  ':email' . PHP_EOL,
    'learn_how_to_find_id_from_images_below' => 'مانند عکس‌های آموزشی زیر شناسه خود را پیدا کنید:',
    'do_you_want_to_activate_account_alert' => 'آیا می‌خواهید برای اکانت خود هشدار را فعال کنید؟',
    'yes' => 'بله',
    'no' => 'خیر',
    'alert_is_activated_successfully' => 'هشدار با موفقیت فعال شد',
    'alert_is_deactivated_successfully' => 'هشدار غیر فعال شد',
    'to_restart_tap_on_start_command' => 'برای شروع دوباره روی /start  بزنید.',
    'you_already_have_an_account' => 'شما قبلا شناسه خود را وارد کرده‌اید.',
    'do_you_want_to_check_previous_id' => 'آیا می‌خواهید شناسه قبلی خود را چک کنید؟',
    'check_again' => 'بررسی دوباره',
    'new_id' => 'شناسه جدید',
    'your_account_will_be_expire_in_24_hours' => 'حساب کاربری شما تا :hours ساعت دیگر به پایان می‌رسد. لطفا جهت تمدید با اکانت تلگرام :telegram_account تماس بگیرید.',
    'your_traffic_limit_will_be_reached_soon' => 'ترافیک حساب شما به زودی به اتمام می‌رسد، لطفا جهت شارژ ترافیک با اکانت تلگرام :telegram_account تماس بگیرید.',
    'to_contact_support_tap_on_link_bellow' => 'برای تماس با پشتیبانی روی لینک زیر کلیک کنید:',
    'get_link' => 'دریافت لینک',
    'restart' => 'شروع دوباره',

    'keyboard' => [
        'account' => '👤 حساب کاربری 👤',
        'ip_list' => '🏆 لیست آی پی 🏆',
        'contact_support' => '🦸‍♂️ تماس با پشتیبانی 🦸‍♂️',
    ],
];
